{
    "en": {
      "subtitle1": "Social",
      "subtitle2": "Organization",
      "subtitle3": "Info", 
      "subtitle4": "Resources", 
      "script1": "Our mission",
      "script2": "Team",
      "script3": "About us",
      "script4": "FAQ",
      "script5": "Contacts",
      "script6": "Privacy",
      "script7": "Plan 2023",   
      "introText": "Join us and become part of a bridge between university and the professional world! We offer students a space to grow, develop practical skills, and get fully prepared for real-world challenges. Just like a company, we have a board of directors and operational areas led by team leaders… Who knows, maybe the next one could be you!",
      "title1": "Find the area suited to you!",
      "designDescription": "The Design team works closely with other departments to create a strong and consistent brand identity, turning ideas into impactful visual content. You'll have the opportunity to enrich your portfolio with real projects and offer services such as rebranding, graphic design, and much more.",
      "itDescription": "Join our IT area and put your skills to the test through real-world projects! Contribute to enhancing the digital presence of client companies by creating websites and innovative solutions. You'll work closely with a team of students and have the opportunity to propose creative ideas to optimize internal processes and help the IT area grow. If you want to develop new skills, take on real challenges, and make your mark in the digital world, this is the right place for you!",
      "marketingDescription": "Join the Marketing and Communication area and take an active role in growing our brand! You'll have the opportunity to shape our identity by creating engaging content and contributing to marketing projects offered to companies. If you're ready to unleash your creativity, develop strategies, and launch impactful campaigns, this is your chance!",
      "businessDescription": "Explore the dynamic world of client relations and negotiations, where you'll have the opportunity to offer essential economic services such as market research and strategic consulting provided by JEAA. Get ready to dive into the industry and create tailored solutions for clients, refining their business strategies and supporting their growth.",
      "hrDescription": "The HR team plays a key role in enhancing JEAA's internal resources and promoting a collaborative and stimulating work environment. Immerse yourself in planning the recruitment process, managing resources, and organizing internal initiatives such as team-building activities and training programs.",
      "auditDescription": "Join our audit team to ensure efficiency, accuracy, and continuous improvement! We focus on process analysis, performance monitoring, and operational optimization to keep the junior enterprise at its best. If you have a sharp eye for detail and problem-solving, don't hesitate to apply now!",
      "title2": "Benefits",
      "title3": "Stats",
      "title4": "Real stories, real growth",
      "textHistoryCosti": "JEAA has been, and still is, an experience that has offered me numerous opportunities for growth. Among them, the most significant has undoubtedly been the strong network I was able to build. I had the chance to connect with many fellow university students, each with a unique background, enriching the experience with invaluable diversity. The constant exchange of ideas and perspectives with my colleagues has allowed me to broaden my horizons, both professionally and personally. Moreover, JEAA represents a true introduction to the working world—an opportunity that brings responsibility and prepares you to understand real and complex work dynamics. Thanks to this experience, I've been able to develop practical skills that go far beyond theory, gaining awareness of what it means to work in a team and face real challenges.",
      "textHistoryStefano": "During my experience at JEAA, I had the opportunity to collaborate with people of diverse personalities, all united by strong motivation. What struck me the most was the enthusiasm with which we turned ideas into concrete actions: we proposed initiatives, carefully planned them, and quickly achieved meaningful goals. Through this, I closely observed the value of teamwork and a proactive mindset, laying the foundation for my future personal and professional growth.",
      "textHistoryAmanzio": "Being part of the Marketing and Communication area at JEAA has been an incredible experience, both professionally and personally. The connection with the Association and its surrounding network gave me the chance to better understand myself, interact with amazing people, and grow in a stimulating environment. Thanks to these opportunities, I was able to gain work experience even before finishing my studies.",
      "textHistoryEleonora": "Thanks to JEAA, I was able to learn the basics of web design from scratch and deepen my use of tools like Figma. This experience turned out to be an incredible opportunity for me to challenge myself and acquire practical skills in a real working environment. I had the chance to step out of my comfort zone, expand my knowledge, and meet amazing people within the network. The Alpengarten project, in particular, was crucial for my professional growth, allowing me to learn how to communicate effectively with clients and tackle problems that were completely new to me. Through this experience, I developed a solid understanding of how to manage relationships with clients and my team, and how to address the challenges that come with them.",
      "startDate": "APPLICATIONS OPENING: XX/XX/XXXX",
      "endDate": "DEADLINE APPLICATIONS: XX/XX/XXXX",
      "applyButton": "APPLY NOW!",
      "requisiti": "Requirements",
      "req1": "Being UniBz student",
      "req2": "CV + portfolio for design area",
      "req3": "Proficency in English",
      "selection": "Selection process",
      "positions": "Available positions",
      "help": "Can't find your answer?",
      "step1": "Choose the area",
      "descr1": "Choose the area you wish to apply for and show you motivation! Remember that a CV is needed and if you apply for the Design area, also a Portfolio is requested.",
      "step2": "Fill out the form",
      "step3": "Interview",
      "descr3": "Show you motivation and skills!",
      "step4": "Group interview",
      "descr4": "We are a team and, as such, we would like to test how well you work in groups. Show off you talent!",
      "collab": "who we worked with so far",
      "helpText": "Do not hesistate contacting oour HR team for further information and clarifications about JEAA and our selection process",
      "privacy1": "1. Meaning of the Information Notice",
      "privacy1a": "This Information Notice aims to provide individuals, referred to as “Data Subjects,” with complete and comprehensive information regarding the type of their personal data that will be collected, the methods by which the related processing will be carried out, and the purposes for which it will be performed. Specifically, this Information Notice seeks to meet the data protection requirements set forth by the GDPR (EU Regulation 679/2016).",
      "privacy2": "2. Data Controller and Data Processors",
      "privacy2a": "Pursuant to Article 13 of EU Regulation 2016/679 (GDPR), we inform you that Junior Enterprise Südtirol, hereinafter referred to as JEAA, VAT number 03279910214, with its registered office at Fr. Tavella 18A, Ortisei (BZ), will process, as the Data Controller, the personal data of the individuals to whom this notice is addressed, hereinafter referred to as “Data Subject,” for the purposes and in the manner outlined below.",
      "privacy2aa": "The data referred to in paragraph 3 may also be processed by any Data Processors appointed by the Data Controller. This category of individuals will exclusively consist of members of JEAA. The Data Controller can be contacted at the following email address: info@jeaa.it.",
      "privacy3": "3. Data Subject to Processing",
      "privacy3a": "The personal data required and subject to this Information Notice are as follows:",
      "privacyList1": "First Name",
      "privacyList2": "Last Name",
      "privacyList3": "Email address",
      "privacy3aa": "If the Data Subjects act on behalf of a legal entity, the name of the entity will also be requested.",
      "privacy4": "4. Methods of Processing",
      "privacy4a": "In accordance with the principles set out by the GDPR, the Data Controller ensures that the processing will be carried out in a fully transparent, lawful, and fair manner. The data may be processed using various tools, including digital, electronic, and manual methods, provided they are suitable to ensure security, confidentiality, and prevent unauthorized third parties from accessing, stealing, disseminating, or altering the data. To this end, the Data Controller is committed to adopting appropriate technical, physical, and organizational security measures.",
      "privacy5": "5. Purposes of the Processing",
      "privacy5a": "The collection and processing of personal data is intended to allow the Data Controller to contact the Data Subjects for any clarifications regarding the services provided by JEAA or to prepare a quote for the requested service or closely related activities. These websites may collect data about you, use cookies, integrate additional third-party tracking, and monitor interactions with them, including tracking your interaction with embedded content if you have an account and are logged into those websites.",
      "privacy6": "6. Recipients of Personal Data Communication",
      "privacy6a": "The recipients of the communication of the data referred to in paragraph 3 are solely the Data Controller and any appointed Data Processors. The data may also be provided to public offices and public administration entities for the fulfillment of specific legal obligations.",
      "privacy7": "7. Data Retention Period",
      "privacy7a": "The data collected in accordance with the limits specified in this Information Notice will be retained for the duration necessary to fulfill the purposes outlined in paragraph 5 and, in any case, for a period not exceeding 4 (four) months from the date the data is provided and consent is given to the Information Notice.",
      "privacy8": "8. Rights of the Data Subjects",
      "privacy8a": "The Data Subject, pursuant to Articles 15 and following of the GDPR, has the right to request from JEAA, at any time, access to personal data concerning them, the limitation of processing, as well as the correction or deletion of such data. The Data Subject has the right to withdraw their consent at any time, pursuant to Article 7 of the GDPR. The withdrawal of consent does not affect the lawfulness of processing based on consent before its withdrawal. The Data Subject has the right, pursuant to Article 15 of the GDPR, to obtain confirmation from the Data Controller as to whether or not processing of their personal data is ongoing. If so, the Data Subject has the right to request specific information, such as the purposes of the processing, the categories of data processed, the third parties to whom the data has been or will be disclosed, and the retention period of the data. The Data Subject has the right to rectify incorrect personal data and to complete incomplete data, pursuant to Article 16 of the GDPR. The Data Subject has the right to obtain, pursuant to Article 17 of the GDPR, the erasure of personal data processed by the Data Controller. This is possible only when there is a specific objectively appreciable reason, such as the data being unnecessary for the purposes for which it was collected, the unlawfulness of processing, or the need for deletion in order to comply with a legal obligation. The Data Subject also has the right to request the restriction of processing in cases provided for by Article 18 of the GDPR, such as when the data is inaccurate, when the processing is unlawful, when the data is necessary for legal purposes, or during the pending procedure for objecting to processing. In the case of a personal data breach, resulting from theft of records, cyberattacks, accidental events, etc., which may pose a high risk to the rights and freedoms of the Data Subject, such as the indiscriminate disclosure of data to third parties, the Data Controller will notify the Data Subject without undue delay, as required by Article 34 of the GDPR. In any case, the Data Subject has the right to lodge a complaint with the Supervisory Authority for the protection of personal data, pursuant to Article 77 of the GDPR. Requests by the Data Subject addressed to the Data Controller should be made in writing to the email address provided in paragraph 2 of this Information Notice. The Data Controller will respond to the Data Subject’s requests without delay.",
      "privacy9": "9.  Obligation of Processing",
      "privacy9a": "The provision of the data in question is considered mandatory in order to fulfill the purposes outlined in paragraph 5. Therefore, the failure to provide such data or to consent to their processing by the Data Subject will prevent the possibility of contacting JEAA. As a result, the registration will not be considered, and any data that may have been submitted to the Data Controller will be deleted without delay.",
      "privacy10": "10.  Changes to the Information Notice",
      "privacy10a": "The Data Controller reserves the right to modify or simply update the content, in whole or in part, also due to changes in the applicable regulations. In such cases, the Data Subject will be promptly informed of the changes through the contact information collected.",
      "impressumTitle": "Legal and Physical Data",
      "impressum2": "Tax Code & VAT number: 03279910214",
      "impressum3": "",
      "impressum4": ""
    },
    "it": {
      "subtitle1": "Social",
      "subtitle2": "Organizzazione",
      "subtitle3": "Info", 
      "subtitle4": "Risorse",
      "script1": "La nostra missione",
      "script2": "Team",
      "script3": "Storia",
      "script4": "FAQ",
      "script5": "Contatti",
      "script6": "Privacy",
      "script7": "Piano 2023",
      "introText": "Unisciti a noi e diventa parte di un ponte tra università e mondo del lavoro! Offriamo agli studenti uno spazio in cui crescere, sviluppare competenze pratiche e prepararsi al meglio per le sfide professionali. Al pari di un'azienda, abbiamo un consiglio di amministrazione e delle aree operative coordinate da responsabili... Chissà, magari il prossimo potresti essere proprio tu!",
      "designDescription": "Il team Design lavora a stretto contatto con gli altri dipartimenti per creare un'identità di brand forte e coerente, trasformando idee in contenuti visivi d'impatto. Avrai l'opportunità di arricchire il tuo portfolio con progetti reali e offrire servizi come rebranding, graphic design e molto altro.",
      "itDescription": "Entra nella nostra area IT e metti le tue competenze alla prova in progetti concreti! Contribuisci a sviluppare la presenza digitale delle aziende clienti attraverso la creazione di siti web e soluzioni innovative. Lavorerai a stretto contatto con un team di studenti e avrai l'opportunità di proporre idee creative per ottimizzare i processi interni e far crescere l'area IT. Se vuoi sviluppare nuove competenze, affrontare sfide reali e lasciare il segno nel mondo digitale, questo è il posto giusto per te!",
      "marketingDescription": "Unisciti all'area Marketing e Comunicazione e prendi parte attiva alla crescita del nostro brand! Avrai l'opportunità di definire la nostra identità, creando contenuti coinvolgenti, e contribuire a progetti di marketing offerti alle aziende. Se sei pronto a mettere in gioco la tua creatività, a sviluppare strategie e lanciare campagne di impatto, questa è la tua occasione!",
      "businessDescription": "Esplora il dinamico mondo delle relazioni con i clienti e delle negoziazioni, dove avrai l'opportunità di offrire servizi economici essenziali, come ricerche di mercato e consulenza strategica fornite da JEAA. Preparati a immergerti nel settore e a creare soluzioni su misura per i clienti, affinando le loro strategie aziendali e favorendone la crescita.",
      "hrDescription": "Il team HR svolge un ruolo chiave nella valorizzazione delle risorse interne di JEAA, e promuovere un ambiente di lavoro collaborativo e stimolante. Immergiti nella pianificazione del processo di. reclutamento, nella gestione delle risorse e nelle iniziative interne, come attività di team building e programmi di formazione.",
      "auditDescription": "Unisciti al nostro team di audit per garantire efficienza, accuratezza e miglioramento continuo! Ci concentriamo sull'analisi dei processi, monitorando le prestazioni e ottimizzando le operazioni per mantenere l'impresa junior al suo meglio. Se hai un occhio acuto per i dettagli e la risoluzione dei problemi, non esitare a candidarti ora!",
      "title2": "Benefici",
      "title3": "Statistiche",
      "title4": "Testimonianze",
      "textHistoryCosti": "JEAA è stata ed è ancora un'esperienza che mi ha offerto numerose opportunità di crescita. Tra queste, la più significativa è sicuramente il grande networking che mi ha permesso di sviluppare. Ho avuto la possibilità di entrare in contatto con molti colleghi universitari, ognuno con un background unico, che ha arricchito l'esperienza con una diversità insostituibile. Il continuo confronto e scambio di idee e prospettive con i miei colleghi, mi ha permesso di ampliare il mio orizzonte sia professionale che personale. Inoltre, la JEAA rappresenta una vera e propria introduzione al mondo del lavoro, un'occasione che ti responsabilizza e ti prepara a comprendere dinamiche lavorative concrete e complesse. Grazie a questa esperienza, ho potuto sviluppare competenze pratiche che vanno ben oltre la teoria, acquisendo consapevolezza di ciò che significa lavorare in un team e affrontare sfide reali.",
      "textHistoryStefano": "Durante la mia esperienza in JEAA, ho avuto l'opportunità di collaborare con persone dalle personalità diverse, tutte accomunate da una forte motivazione. Ciò che mi ha colpito maggiormente è stato l'entusiasmo con cui trasformavamo le idee in azioni concrete: proponevamo iniziative, le pianificavamo con attenzione e riuscivamo rapidamente a raggiungere traguardi significativi. Da ciò ho osservato da vicino il valore del lavoro di squadra e dell'approccio proattivo, ponendo le basi per la mia futura crescita personale e professionale.",
      "textHistoryAmanzio": "Essere parte dell'area Marketing e Communication di JEAA è stato un'esperienza incredibile, sia sotto il profilo professionale che personale. I legami con l'Associazione e il network che la circonda mi hanno dato la possibilità di conoscere meglio me stessa, di interagire con persone straordinarie e di crescere in un ambiente stimolante. Grazie a queste opportunità, sono riuscita a fare esperienza lavorativa prima ancora di terminare i miei studi.",
      "textHistoryEleonora": "Grazie a JEAA, ho potuto imparare le basi del web design da zero e approfondire l'uso di strumenti come Figma. Questa esperienza si è rivelata per me un'opportunità incredibile per mettermi alla prova e acquisire competenze concrete in un contesto lavorativo reale. Ho avuto la possibilità di uscire dalla mia zona di comfort, ampliando le mie conoscenze, e allo stesso tempo di incontrare persone straordinarie all'interno del network. In particolare, il progetto Alpengarten è stato fondamentale per la mia crescita professionale, permettendomi di imparare come comunicare efficacemente con i clienti e affrontare problemi che prima mi erano nuovi. Grazie a questa esperienza, ho sviluppato una solida comprensione di come gestire le relazioni con i clienti e con il mio team e risolvere le problematiche che conseguono a tali rapporti.",
      "startDate": "APERTURA DOMANDA: XX/XX/XXXX",
      "endDate": "FINE DOMANDA: XX/XX/XXXX",
      "applyButton": "CANDIDATI ORA!",
      "requisiti": "Requisiti",
      "req1": "Essere studenti UniBz",
      "req2": "CV + portfolio se area design",
      "req3": "Conoscenza inglese",
      "selection": "Processo di selezione",
      "positions": "Posizioni aperte",
      "help": "Non trovi la tua domanda?",
      "step1": "Scegli l'area",
      "descr1": "Scegli l'area per cui vuoi candidarti e mostra la tua motivazione! Tieni presente che è richiesto un CV e, se ti candidi per l'area Design, è necessario anche un Portfolio.",
      "step2": "Compila il form",
      "step3": "Interview",
      "descr3": "Mostra la tua motivazione e dimostra le tue competenze!",
      "step4": "Interview di gruppo",
      "descr4": "Siamo un team e vogliamo vedere come lavori in gruppo di fronte a una sfida. Mostraci il tuo valore!",
      "collab": "con chi abbiamo lavorato fino ad ora",
      "pCookie": "Questo sito usa i cookie per migliorare l'esperienza dell'utente, offrire contenuti e pubblicità personalizzate e analizare il traffico web. Cliccando 'Accetta tutti', dà il suo consenso all'uso dei cookie.",
      "customize": "Modifica",
      "allow": "Accetta tutti",
      "decline": "Rifiuta",
      "preference": "Modifica le tue preferenze",
      "necessary": "Necessari",
      "functionality": "Funzionalità",
      "statistics": "Statistica",
      "save": "Salva preferenze",
      "faq1": "Cos'è una Junior Enterprise?",
      "faq2": "Qual'è lo scopo di una Junior Enterprise?",
      "faq3": "Come vengono reinvestiti i guadagni della JEAA?",
      "faq4": "Per cosa sto facendo domanda?",
      "faq5": "Può la mia esperienza nella JEAA essere considerata un'esperienza di tirocinio riconosciuta dall'Università?",
      "faq6": "Serve previa esperienza per entrare nella JEAA?",
      "faq7": "Posso fare domanda se ho in programma di andare in Erasmus?",
      "faq8": "Si riceve un compenso lavorando per la JEAA?",
      "faq9": "Qual'e la lingua ufficiale della JEAA?",
      "faqA1": "Cos'è una Junior Enterprise?",
      "faqA2": "Qual'è lo scopo di una Junior Enterprise?",
      "faqA3": "Come vengono reinvestiti i guadagni della JEAA?",
      "faqA4": "Per cosa sto facendo domanda?",
      "faqA5": "Può la mia esperienza nella JEAA essere considerata un'esperienza di tirocinio riconosciuta dall'Università?",
      "faqA6": "Serve previa esperienza per entrare nella JEAA?",
      "faqA7": "Posso fare domanda se ho in programma di andare in Erasmus?",
      "faqA8": "Si riceve un compenso lavorando per la JEAA?",
      "faqA9": "La lingua ufficiale della JEAA è l'inglese",
      "helpText": "Non esitare a contattare il nostro team per maggiori informazioni e chiarimenti su JEAA e sul processo di selezione.",
      "privacy1": "1. Significato dell'Informativa",
      "privacy1a": "La presente Informativa si prefigge l'obiettivo di garantire ai soggetti, denominati “Interessati”, una piena ed esaustiva informazione riguardante la tipologia dei loro dati personali che saranno sottoposti a raccolta, le modalità attraverso le quali verrà espletato il relativo trattamento e le finalità per le quali quest'ultimo verrà svolto. In particolare, la presente Informativa mira a soddisfare i parametri di tutela della protezione dei dati personali imposti dal GDPR (Reg. UE 679/2016).",
      "privacy2": "2. Titolare del trattamento dati e Incaricati",
      "privacy2a": "Ai sensi dell'articolo 13 del Regolamento UE 2016/679 (GDPR), si informa che Junior Enterprise Südtirol, di seguito indicata come JEAA, P.IVA 03279910214, con sede in Via Fr. Tavella 18A, Ortisei (BZ), tratterà, in qualità di Titolare del trattamento, i dati personali dei soggetti destinatari della presente informativa, di seguito chiamato “Interessato”, per le finalità e con i modi di seguito indicati.",
      "privacy2aa": "I dati di cui al paragrafo 3 potranno, inoltre, essere trattati da eventuali Incaricati, nominati dal Titolare. A quest'ultima categoria di soggetti potranno appartenere, in ogni caso, esclusivamente i componenti di JEAA. Il Titolare del trattamento è contattabile all'indirizzo di posta elettronica: info@jeaa.it.",
      "privacy3": "3. Dati oggetto del trattamento",
      "privacy3a": "Vengono di seguito riportati i dati personali richiesti ed oggetto di tale Informativa:",
      "privacyList1": "Nome",
      "privacyList2": "Cognome",
      "privacyList3": "Indirizzo email",
      "privacy3aa": "Se gli Interessati agiscono in rappresentanza di una persona giuridica verrà altresì richiesta la condivisione del nome dell'ente",
      "privacy4": "4. Modalità di trattamento",
      "privacy4a": "In conformità ai principi fissati dal GDPR, il Titolare garantisce che il trattamento sarà svolto in un modo pienamente trasparente, lecito e corretto. I dati potranno essere trattati mediante l'ausilio di strumenti informatici, digitali e manuali di varia natura, purché idonei a garantire la sicurezza, la riservatezza e a impedire che soggetti terzi non autorizzati sottraggano, diffondano, modifichino o comunque abbiano accesso ai dati stessi. Il Titolare si impegna, a tal fine, ad adottare misure di sicurezza tecniche, fisiche ed organizzative adeguate.",
      "privacy5": "5. Finalità di trattamento",
      "privacy5a": "La raccolta e il trattamento dei dati personali è finalizzato al fine di permettere al Titolare di contattare gli Interessati per eventuali chiarimenti in merito ai servizi prestati da JEAA ovvero per stilare un preventivo riguardo alla prestazione richiesta o attività strettamente affini. Questi siti web possono raccogliere dati su di te, usare cookie, integrare ulteriori tracciamenti di terze parti e monitorare l'interazione con essi, incluso il tracciamento della tua interazione con il contenuto incorporato se hai un account e sei connesso a quei siti web.",
      "privacy6": "6. Destinatari della comunicazione dei dati personali",
      "privacy6a": "I soggetti destinatari della comunicazione dei dati di cui al paragrafo 3 sono unicamente il Titolare del Trattamento ed eventuali Incaricati. I dati potranno anche essere forniti a uffici pubblici ed enti della Pubblica Amministrazione per l'adempimento di specifici obblighi legali",
      "privacy7": "7. Periodo di conservazione dei dati",
      "privacy7a": "I dati raccolti nel rispetto dei limiti indicati nella presente Informativa, saranno conservati per la durata necessaria a soddisfare le finalità di cui al paragrafo 5 e, in ogni caso, per un periodo non superiore a 4 (quattro) mesi decorrenti dalla data di conferimento dei dati e del consenso all'Informativa.",
      "privacy8": "8. Diritti degli interessati",
      "privacy8a": "L'interessato, ai sensi degli articoli 15 e seguenti GDPR, ha il diritto di chiedere a JEAA, in qualunque momento, l'accesso ai dati personali che lo riguardano, la limitazione del trattamento, nonché la rettifica o la cancellazione degli stessi. L'Interessato ha diritto di revocare in qualsiasi momento il proprio consenso ai sensi dell'art. 7 del GDPR. La revoca del consenso non pregiudica la liceità del trattamento basata sul consenso prima della revoca. L'Interessato ha diritto, ai sensi dell'art. 15 GDPR, di ottenere conferma dal Titolare se sia in corso o meno un trattamento che riguarda i suoi dati personali. In caso affermativo, l’Interessato ha diritto di richiedere informazioni specifiche quali, ad esempio, le finalità del trattamento e le categorie di dati trattati, i soggetti terzi cui tali dati sono stati o saranno comunicati, il periodo di conservazione dei dati. L’Interessato ha diritto di rettificare i dati personali errati e anche di integrare i dati incompleti, ai sensi dell’art. 16 GDPR. L’Interessato ha diritto di ottenere, ai sensi dell’art. 17 GDPR, il diritto alla cancellazione dei dati personali trattati da parte del Titolare. Ciò sarà possibile solo alla presenza di uno specifico motivo oggettivamente apprezzabile, quali ad esempio: l’inutilità dei dati trattati rispetto alle finalità per le quali sono stati raccolti, l’illiceità del trattamento, la necessità di cancellazione per l’adempimento di un obbligo legale. L’Interessato ha diritto, inoltre, di chiedere la limitazione del trattamento nei casi previsti dall’art. 18 GDPR, ovvero in caso di inesattezza dei dati trattati, in caso di illiceità del trattamento, in caso di necessità dei dati per finalità processuali, in caso di pendenza del procedimento di opposizione al trattamento. In caso di violazione dei dati personali, conseguenti a furti degli archivi, attacchi informatici, casi fortuiti ecc., i quali possano generare un rischio elevato per i diritti e le libertà dell’interessato, come ad es. la diffusione indiscriminata dei dati presso terzi, il Titolare del trattamento provvederà ad avvisare l’Interessato senza ingiustificato ritardo, sulla base di quanto disposto dall’art. 34 GDPR. In ogni caso, l’Interessato ha diritto di proporre reclamo all’Autorità Garante per il trattamento dei dati personali, ai sensi dell’art. 77 GDPR. Le richieste da parte dell’Interessato e indirizzate al Titolare del trattamento, vanno rivolte per iscritto al recapito di posta elettronica indicato nel paragrafo 2 della presente Informativa. Il Titolare provvederà ad esaudire le richieste dell’interessato senza ritardo.",
      "privacy9": "9. Obbligatorietà del trattamento",
      "privacy9a": "Il conferimento dei dati in questione si ritiene obbligatorio al fine di soddisfare le finalità di cui al paragrafo 5. Pertanto, la loro mancata comunicazione o il mancato consenso al loro trattamento da parte dell'Interessato preclude la possibilità di entrare in contatto con JEAA. L'iscrizione, di conseguenza, non verrà presa in considerazione e ogni dato eventualmente pervenuto al Titolare del trattamento verrà eliminato senza ritardo.",
      "privacy10": "10. Modifiche all'Informativa",
      "privacy10a": "Il Titolare del trattamento si riserva la facoltà di modificare o semplicemente aggiornare il contenuto, in parte o integralmente, anche a causa di variazioni della normativa applicabile. In tale eventualità, l'Interessato è tempestivamente informato delle variazioni introdotte mediante le informazioni di contatto raccolte.",
      "impressumTitle": "Dati legali e fiscali",
      "impressum2": "Codice fiscale e P.IVA: 03279910214",
      "impressum3": "",
      "impressum4": ""
    },
    "de": {
      "subtitle1": "Social",
      "subtitle2": "Organisation",
      "subtitle3": "Info", 
      "subtitle4": "Resourcen",
      "script1": "Unsere Mission",
      "script2": "Team",
      "script3": "Über uns",
      "script4": "FAQ",
      "script5": "Kontakte",
      "script6": "Privacy",
      "script7": "Plan 2023", 
      "introText": "Schließe dich uns an und werde Teil einer Brücke zwischen Universität und Arbeitswelt! Wir bieten Studierenden einen Raum, in dem sie wachsen, praktische Fähigkeiten entwickeln und sich bestmöglich auf berufliche Herausforderungen vorbereiten können. Wie in einem Unternehmen haben wir einen Vorstand und operative Bereiche, die von Verantwortlichen geleitet werden... Wer weiß – vielleicht bist du der oder die Nächste!",
      "title1": "Entdecke den Bereich, der dir gut stimmt zu!",
      "designDescription": "Das Designteam arbeitet eng mit anderen Abteilungen zusammen, um eine starke und einheitliche Markenidentität zu schaffen und Ideen in wirkungsstarke visuelle Inhalte zu verwandeln. Du hast die Möglichkeit, dein Portfolio mit realen Projekten zu erweitern und Dienstleistungen wie Rebranding, Grafikdesign und vieles mehr anzubieten.",
      "itDescription": "Werde Teil unseres IT-Bereichs und stelle deine Fähigkeiten in echten Projekten unter Beweis! Unterstütze den digitalen Auftritt unserer Kundenunternehmen durch die Erstellung von Websites und innovativen Lösungen. Du arbeitest eng mit einem Team von Studierenden zusammen und hast die Möglichkeit, kreative Ideen einzubringen, um interne Prozesse zu optimieren und den IT-Bereich weiterzuentwickeln. Wenn du neue Fähigkeiten erlernen, reale Herausforderungen meistern und die digitale Welt mitgestalten möchtest, bist du hier genau richtig!",
      "marketingDescription": "Schließe dich dem Bereich Marketing und Kommunikation an und gestalte aktiv das Wachstum unserer Marke mit! Du hast die Möglichkeit, unsere Identität mitzugestalten, indem du fesselnde Inhalte erstellst und an Marketingprojekten für Unternehmen mitarbeitest. Wenn du bereit bist, deine Kreativität einzubringen, Strategien zu entwickeln und wirkungsvolle Kampagnen zu starten, ist dies deine Chance!",
      "businessDescription": "Tauche ein in die dynamische Welt der Kundenbeziehungen und Verhandlungen, in der du die Möglichkeit hast, wesentliche wirtschaftliche Dienstleistungen wie Marktanalysen und strategische Beratung, angeboten von JEAA, bereitzustellen. Bereite dich darauf vor, in die Branche einzutauchen, maßgeschneiderte Lösungen für Kunden zu entwickeln, ihre Geschäftsstrategien zu verfeinern und ihr Wachstum zu fördern.",
      "hrDescription": "Das HR-Team spielt eine Schlüsselrolle bei der Förderung der internen Ressourcen von JEAA und bei der Schaffung eines kooperativen und motivierenden Arbeitsumfelds. Tauche ein in die Planung des Rekrutierungsprozesses, das Ressourcenmanagement und interne Initiativen wie Teambuilding-Aktivitäten und Schulungsprogramme.",
      "auditDescription": "Werde Teil unseres Auditteams, um Effizienz, Genauigkeit und kontinuierliche Verbesserung zu gewährleisten! Wir konzentrieren uns auf die Analyse von Prozessen, die Leistungsüberwachung und die Optimierung von Abläufen, damit die Junior Enterprise ihr Bestes geben kann. Wenn du ein gutes Auge für Details und Problemlösungen hast, zögere nicht, dich jetzt zu bewerben!",
      "title2": "Vorteile",
      "title3": "",
      "title4": "Erfahrungen",
      "textHistoryCosti": "JEAA war und ist für mich eine Erfahrung, die mir zahlreiche Möglichkeiten zur Weiterentwicklung geboten hat. Die bedeutendste davon war mit Sicherheit das starke Netzwerk, das ich aufbauen konnte. Ich hatte die Gelegenheit, viele Kommilitoninnen und Kommilitonen mit unterschiedlichen Hintergründen kennenzulernen, was die Erfahrung durch eine unersetzbare Vielfalt bereichert hat. Der ständige Austausch von Ideen und Perspektiven mit meinen Kolleginnen und Kollegen hat meinen beruflichen wie auch persönlichen Horizont erweitert. Darüber hinaus stellt JEAA einen echten Einstieg in die Arbeitswelt dar – eine Gelegenheit, Verantwortung zu übernehmen und die komplexen Dynamiken realer Arbeitsumfelder zu verstehen. Durch diese Erfahrung konnte ich praktische Fähigkeiten entwickeln, die weit über die Theorie hinausgehen, und ein tiefes Verständnis dafür gewinnen, was es bedeutet, im Team zu arbeiten und reale Herausforderungen zu meistern.",
      "textHistoryStefano": "Während meiner Zeit bei JEAA hatte ich die Gelegenheit, mit Menschen mit unterschiedlichen Persönlichkeiten zusammenzuarbeiten, die alle durch eine starke Motivation verbunden waren. Besonders beeindruckt hat mich die Begeisterung, mit der wir Ideen in konkrete Aktionen umsetzten: Wir entwickelten Initiativen, planten sie sorgfältig und erreichten schnell bedeutende Ziele. Dabei konnte ich den Wert von Teamarbeit und einer proaktiven Herangehensweise aus nächster Nähe erleben – eine wichtige Grundlage für mein zukünftiges persönliches und berufliches Wachstum.",
      "textHistoryAmanzio": "Teil des Bereichs Marketing und Kommunikation bei JEAA zu sein, war eine unglaubliche Erfahrung – sowohl auf beruflicher als auch auf persönlicher Ebene. Die Verbindung zur Association und ihrem Netzwerk hat mir die Möglichkeit gegeben, mich selbst besser kennenzulernen, mit großartigen Menschen in Kontakt zu treten und in einem inspirierenden Umfeld zu wachsen. Dank dieser Chancen konnte ich bereits vor Abschluss meines Studiums Berufserfahrung sammeln.",
      "textHistoryEleonora": "Dank JEAA konnte ich die Grundlagen des Webdesigns von Grund auf erlernen und meinen Umgang mit Tools wie Figma vertiefen. Diese Erfahrung war für mich eine unglaubliche Gelegenheit, mich selbst herauszufordern und praktische Fähigkeiten in einem realen Arbeitsumfeld zu erwerben. Ich hatte die Möglichkeit, meine Komfortzone zu verlassen, mein Wissen zu erweitern und gleichzeitig großartige Menschen im Netzwerk kennenzulernen. Besonders das Projekt Alpengarten war entscheidend für mein berufliches Wachstum: Es hat mir geholfen zu lernen, wie man effektiv mit Kund:innen kommuniziert und neue, bisher unbekannte Probleme meistert. Durch diese Erfahrung habe ich ein solides Verständnis dafür entwickelt, wie man Beziehungen zu Kund:innen und im Team aufbaut und die daraus entstehenden Herausforderungen bewältigt.",
      "startDate": "ÖFFNUNG BEWERBUNG: XX/XX/XXXX",
      "endDate": "ABSCHLUSS BEWERBUNG: XX/XX/XXXX",
      "applyButton": "BEWIRB DICH JETZT!",
      "requisiti": "Anforderungen", 
      "req1": "UniBz Student sein",
      "req2": "CV + Portfolio für Design Bereich",
      "req3": "Englischkenntnisse",
      "selection": "Auswahlverfahren",
      "positions": "Offene Positionen",
      "help": "Ihre Frage ist nicht dabei?",
      "step1": "Wähle deinen Bereich aus",
      "descr1": "Wähle den Bereich aus, für den du dich bewerben möchtest, und zeige deine Motivation! Bitte beachte, dass ein Lebenslauf erforderlich ist. Wenn du dich für den Bereich Design bewirbst, ist außerdem ein Portfolio notwendig.",
      "step2": "Fülle das Formular aus",
      "step3": "Interview",
      "descr3": "Zeige deine Motivation und beweise deine Fähigkeiten!",
      "step4": "Gruppeninterview",
      "descr4": "Wir sind ein Team und möchten sehen, wie du dich in einer Gruppensituation einer Herausforderung stellst. Zeig uns, was in dir steckt!",
      "collab": "mit wem wir bisher gearbeitet haben",
      "pCookie": "Wenn du 'Alle akzeptieren' auswählst, stimmst du der Verwendung aller Cookies zu. Daten können dabei an Drittanbieter, wie unsere Marketingpartner, übermittelt werden. Unter 'Konfigurieren' kannst du deine Auswahl jederzeit anpassen.",
      "customize": "Konfigurieren",
      "allow": "Alle akzeptieren",
      "decline": "Ablehnen",
      "preference": "Einstellungen konfigurieren",
      "necessary": "Technisch erforderlich",
      "functionality": "",
      "statistics": "Statistiken",
      "save": "Speichern",
      "faq1": "Cos'è una Junior Enterprise?",
      "faq2": "Qual'è lo scopo di una Junior Enterprise?",
      "faq3": "Come vengono reinvestiti i guadagni della JEAA?",
      "faq4": "Per cosa sto facendo domanda?",
      "faq5": "Può la mia esperienza nella JEAA essere considerata un'esperienza di tirocinio riconosciuta dall'Università?",
      "faq6": "Serve previa esperienza per entrare nella JEAA?",
      "faq7": "Posso fare domanda se ho in programma di andare in Erasmus?",
      "faq8": "Si riceve un compenso lavorando per la JEAA?",
      "faq9": "Qual'e la lingua ufficiale della JEAA?",
      "faqA1": "Cos'è una Junior Enterprise?",
      "faqA2": "Qual'è lo scopo di una Junior Enterprise?",
      "faqA3": "Come vengono reinvestiti i guadagni della JEAA?",
      "faqA4": "Per cosa sto facendo domanda?",
      "faqA5": "Può la mia esperienza nella JEAA essere considerata un'esperienza di tirocinio riconosciuta dall'Università?",
      "faqA6": "Serve previa esperienza per entrare nella JEAA?",
      "faqA7": "Posso fare domanda se ho in programma di andare in Erasmus?",
      "faqA8": "Si riceve un compenso lavorando per la JEAA?",
      "faqA9": "Die offizielle Sprache in JEAA ist Englisch",
      "helpText": "Zögern Sie nicht, unser Team für weitere Informationen und Erläuterungen zu JEAA und dem Auswahlverfahren zu kontaktieren.",
      "privacy1": "1. Bedeutung der Datenschutzerklärung",
      "privacy1a": "Diese Datenschutzerklärung hat das Ziel, den betroffenen Personen, im Folgenden „Betroffene“ genannt, umfassende Informationen über die Art ihrer personenbezogenen Daten bereitzustellen, die erhoben werden, die Art und Weise, wie die Verarbeitung erfolgt, sowie die Zwecke dieser Verarbeitung. Insbesondere zielt diese Erklärung darauf ab, den Schutz personenbezogener Daten gemäß der DSGVO (Verordnung (EU) 679/2016) sicherzustellen.",
      "privacy2": "2. Verantwortlicher und Beauftragter für die Datenverarbeitung",
      "privacy2a": "Gemäß Artikel 13 der Verordnung (EU) 2016/679 (DSGVO) wird informiert, dass Junior Enterprise Südtirol, im Folgenden „JEAA“ genannt, USt-IdNr. 03279910214, mit Sitz in Via Fr. Tavella 18A, Ortisei (BZ), als Verantwortlicher die personenbezogenen Daten der Betroffenen für die unten aufgeführten Zwecke und Methoden verarbeitet.",
      "privacy2aa": "Die in Abschnitt 3 genannten Daten können auch von Beauftragten verarbeitet werden, die vom Verantwortlichen benannt wurden. Zu dieser Kategorie gehören ausschließlich Mitglieder von JEAA. Der Verantwortliche ist unter folgender E-Mail-Adresse erreichbar: info@jeaa.it",
      "privacy3": "3. Gegenstand der Datenverarbeitung",
      "privacy3a": "Die folgenden personenbezogenen Daten werden erhoben und verarbeitet:",
      "privacyList1": "Vorname",
      "privacyList2": "Nachname",
      "privacyList3": "Indirizzo email",
      "privacy3aa": "Falls die Betroffenen als Vertreter einer juristischen Person handeln, wird zusätzlich der Name der Organisation verarbeitet.",
      "privacy4": "4. Verarbeitungsmethoden",
      "privacy4a": "Der Verantwortliche garantiert, dass die Datenverarbeitung gemäß den Grundsätzen der DSGVO transparent, rechtmäßig und fair erfolgt. Die Daten können mit Hilfe von elektronischen, digitalen und manuellen Werkzeugen verarbeitet werden, die geeignet sind, die Sicherheit und Vertraulichkeit zu gewährleisten und unbefugten Dritten den Zugriff oder die Manipulation der Daten zu verwehren. Der Verantwortliche verpflichtet sich, angemessene technische, physische und organisatorische Sicherheitsmaßnahmen zu ergreifen.",
      "privacy5": "5. Zweck der Datenverarbeitung",
      "privacy5a": "Die Erhebung und Verarbeitung personenbezogener Daten dient dazu, den Verantwortlichen in die Lage zu versetzen, die Betroffenen im Hinblick auf die von JEAA angebotenen Dienstleistungen zu kontaktieren, Klarstellungen bezüglich der Dienstleistungen zu leisten oder ein Angebot für angeforderte Dienstleistungen zu erstellen.",
      "privacy6": "6. Empfänger der personenbezogenen Daten",
      "privacy6a": "Die Empfänger der in Abschnitt 3 genannten Daten sind ausschließlich der Verantwortliche und etwaige Beauftragte. Die Daten können auch an öffentliche Ämter und Behörden zur Erfüllung gesetzlicher Verpflichtungen weitergegeben werden.",
      "privacy7": "7. Speicherfrist der Daten",
      "privacy7a": "Die erhobenen Daten werden entsprechend den in dieser Erklärung festgelegten Grenzen gespeichert, solange es zur Erfüllung der Zwecke in Abschnitt 5 erforderlich ist, jedoch nicht länger als 4 (vier) Monate ab dem Datum der Datenübermittlung und Einwilligungserklärung.",
      "privacy8": "8. Rechte der Betroffenen",
      "privacy8a": "Die Betroffenen haben gemäß den Artikeln 15 ff. DSGVO das Recht, von JEAA jederzeit Auskunft über ihre personenbezogenen Daten, Einschränkung der Verarbeitung sowie Berichtigung oder Löschung dieser Daten zu verlangen. Die Betroffenen können ihre Einwilligung jederzeit gemäß Artikel 7 DSGVO widerrufen, wobei der Widerruf die Rechtmäßigkeit der zuvor erfolgten Verarbeitung nicht berührt. Gemäß Artikel 15 DSGVO haben die Betroffenen das Recht, vom Verantwortlichen zu erfahren, ob eine Verarbeitung ihrer personenbezogenen Daten stattfindet, und Informationen über die Verarbeitungszwecke, die betroffenen Datenkategorien, die Empfänger der Daten und die Dauer der Speicherung zu erhalten. Sie können gemäß Artikel 16 DSGVO die Berichtigung fehlerhafter Daten und die Ergänzung unvollständiger Daten verlangen. Nach Artikel 17 DSGVO können sie die Löschung ihrer Daten verlangen, sofern ein berechtigter Grund vorliegt, z. B. wenn die Daten für die Erfüllung der Zwecke nicht mehr erforderlich sind, die Verarbeitung unrechtmäßig ist oder die Löschung zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist. Gemäß Artikel 18 DSGVO haben die Betroffenen auch das Recht, die Einschränkung der Verarbeitung zu verlangen, wenn die Daten ungenau sind, die Verarbeitung unrechtmäßig ist oder die Daten für Rechtsverfahren benötigt werden. Im Falle einer Datenschutzverletzung, wie Datenlecks oder Hackerangriffe, die ein hohes Risiko für die Rechte und Freiheiten der Betroffenen darstellen, wird der Verantwortliche die Betroffenen gemäß Artikel 34 DSGVO unverzüglich benachrichtigen. Die Betroffenen haben das Recht, gemäß Artikel 77 DSGVO eine Beschwerde bei der Aufsichtsbehörde einzureichen. Anfragen müssen schriftlich an die im Abschnitt 2 angegebene E-Mail-Adresse des Verantwortlichen gerichtet werden. Der Verantwortliche wird diese Anfragen unverzüglich bearbeiten.",
      "privacy9": "9. Pflicht zur Datenbereitstellung",
      "privacy9a": "Die Bereitstellung der Daten ist erforderlich, um die Zwecke gemäß Abschnitt 5 zu erfüllen. Die Nichtbereitstellung der Daten oder die Verweigerung der Einwilligung verhindert jeglichen Kontakt mit JEAA. In diesem Fall werden bereits übermittelte Daten unverzüglich gelöscht.",
      "privacy10": "10. Änderungen der Datenschutzerklärung",
      "privacy10a": "Der Verantwortliche behält sich das Recht vor, den Inhalt dieser Datenschutzerklärung, ganz oder teilweise, zu ändern oder zu aktualisieren, insbesondere bei Änderungen der geltenden Gesetze. Betroffene werden über solche Änderungen rechtzeitig informiert.",
      "impressumTitle": "Rechtliche und physische Daten",
      "impressum2": "Steuernummer & USt-IdNr.: 03279910214",
      "impressum3": "",
      "impressum4": ""
    }
}
  