{
    "en": {
      "welcome": "Welcome!",
      "about_text": "This is a test of multi-page navigation and language switching.",
      "learn_button": "Learn More",
      "subtitle1": "Social",
      "subtitle2": "Organization",
      "subtitle3": "Info", 
      "subtitle4": "Resources", 
      "script1": "Our mission",
      "script2": "Team",
      "script3": "About us",
      "script4": "FAQ",
      "script5": "Contacts",
      "script6": "Privacy",
      "script7": "Plan 2023",   
      "introText": "Join us and become part of a bridge between university and the professional world! We offer students a space to grow, develop practical skills, and get fully prepared for real-world challenges. Just like a company, we have a board of directors and operational areas led by team leaders… Who knows, maybe the next one could be you!",
      "title1": "Find the area suited to you!",
      "designDescription": "",
      "itDescription": "",
      "marketingDescription": "",
      "businessDescription": "",
      "hrDescription": "",
      "auditDescription": "",
      "title2": "Benefits",
      "title3": "Stats",
      "title4": "Real stories, real growth"
    },
    "it": {
      "welcome": "Benvenuto!",
      "about_text": "Questo è un test della navigazione multipagina e del cambio lingua.",
      "learn_button": "Scopri di più",
      "subtitle1": "Social",
      "subtitle2": "Organizzazione",
      "subtitle3": "Info", 
      "subtitle4": "Risorse",
      "script1": "La nostra missione",
      "script2": "Team",
      "script3": "Storia",
      "script4": "FAQ",
      "script5": "Contatti",
      "script6": "Privacy",
      "script7": "Piano 2023",
      "introText": "Unisciti a noi e diventa parte di un ponte tra università e mondo del lavoro! Offriamo agli studenti uno spazio in cui crescere, sviluppare competenze pratiche e prepararsi al meglio per le sfide professionali. Al pari di un'azienda, abbiamo un consiglio di amministrazione e delle aree operative coordinate da responsabili... Chissà, magari il prossimo potresti essere proprio tu!",
      "designDescription": "Il team Design lavora a stretto contatto con gli altri dipartimenti per creare un’identità di brand forte e coerente, trasformando idee in contenuti visivi d’impatto. Avrai l’opportunità di arricchire il tuo portfolio con progetti reali e offrire servizi come rebranding, graphic design e molto altro.",
      "itDescription": "Entra nella nostra area IT e metti le tue competenze alla prova in progetti concreti! Contribuisci a sviluppare la presenza digitale delle aziende clienti attraverso la creazione di siti web e soluzioni innovative. Lavorerai a stretto contatto con un team di studenti e avrai l’opportunità di proporre idee creative per ottimizzare i processi interni e far crescere l’area IT. Se vuoi sviluppare nuove competenze, affrontare sfide reali e lasciare il segno nel mondo digitale, questo è il posto giusto per te!",
      "marketingDescription": "Unisciti all'area Marketing e Comunicazione e prendi parte attiva alla crescita del nostro brand! Avrai l’opportunità di definire la nostra identità, creando contenuti coinvolgenti, e contribuire a progetti di marketing offerti alle aziende. Se sei pronto a mettere in gioco la tua creatività, a sviluppare strategie e lanciare campagne di impatto, questa è la tua occasione!",
      "businessDescription": "Esplora il dinamico mondo delle relazioni con i clienti e delle negoziazioni, dove avrai l’opportunità di offrire servizi economici essenziali, come ricerche di mercato e consulenza strategica fornite da JEAA. Preparati a immergerti nel settore e a creare soluzioni su misura per i clienti, affinando le loro strategie aziendali e favorendone la crescita.",
      "hrDescription": "Il team HR svolge un ruolo chiave nella valorizzazione delle risorse interne di JEAA, e promuovere un ambiente di lavoro collaborativo e stimolante. Immergiti nella pianificazione del processo di. reclutamento, nella gestione delle risorse e nelle iniziative interne, come attività di team building e programmi di formazione.",
      "auditDescription": "Il team HR svolge un ruolo chiave nella valorizzazione delle risorse interne di JEAA, e promuovere un ambiente di lavoro collaborativo e stimolante. Immergiti nella pianificazione del processo di. reclutamento, nella gestione delle risorse e nelle iniziative interne, come attività di team building e programmi di formazione.",
      "title2": "Benefici",
      "title3": "Statistiche",
      "title4": "Testimonianze"
    },
    "de": {
      "welcome": "Willkommen!",
      "about_text": "Dies ist ein Test für Mehrseiten-Navigation und Sprachwechsel.",
      "learn_button": "Mehr erfahren",
      "subtitle1": "Social",
      "subtitle2": "Organisation",
      "subtitle3": "Info", 
      "subtitle4": "Resourcen",
      "script1": "Unsere Mission",
      "script2": "Team",
      "script3": "Über uns",
      "script4": "FAQ",
      "script5": "Kontakte",
      "script6": "Privacy",
      "script7": "Plan 2023", 
      "introText": "Schließe dich uns an und werde Teil einer Brücke zwischen Universität und Arbeitswelt! Wir bieten Studierenden einen Raum, in dem sie wachsen, praktische Fähigkeiten entwickeln und sich bestmöglich auf berufliche Herausforderungen vorbereiten können. Wie in einem Unternehmen haben wir einen Vorstand und operative Bereiche, die von Verantwortlichen geleitet werden... Wer weiß – vielleicht bist du der oder die Nächste!",
      "title1": "Entdecke den Bereich, der dir gut stimmt zu!",
      "designDescription": "",
      "itDescription": "",
      "marketingDescription": "",
      "businessDescription": "",
      "hrDescription": "",
      "auditDescription": "",
      "title2": "Vorteile",
      "title3": "",
      "title4": "Erfahrungen"
    }
}
  